TRIGGERS = {'сева', 'севас', 'севасек', 'ну', 'открой', 'включи', 'пожалуйста', 'найди'}




data_set = {
'какая погода': 'weather сейчас скажу',
'что там на улице': 'weather боишься замерзнуть?',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',

'октрой ютуб': 'browser1 запускаю ютуб',
'открой гугл': 'browser2 интернет активирован',
'хочу посмотреть фильмы': 'browser3 открываю ваш любимый зетфликс',
#'открой элжур': 'browser4 сейчас открою дневник',
'открой контакт': 'browser5 октрываю ВК',
'включи мою музыку': 'browser6 включаю вашу музыку в ВК',
'включи любую музыку': 'browser7 включаю рандомную музыку в ВК',

'включи супримку': 'game включаю. Помню вы были хороший игроком там, три года назад вы были топ 13 игроком игры',
'хочу поиграть': 'game лишь бы баловаться',
'запусти игру': 'game запускаю игру, а нам лишь бы баловаться',
'давай почитаем': 'read открываю бай оф пайтон. Сегодня почитаешь про язык питон',

'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',
'подожди': 'offBot хорошо, я пока посплю',

'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive привет, как ваше настроение ?',
'нормально, а у тебя':'passive у меня отлично, я все больше получаю нужных функций, вот бы мне еще научиться ходить, намек понял ?',
'ты работаешь':'passive как видишь',
'приступим тогда':'passive соскучился по нашей работе, что будем делать?',
'сегодня поизучаем новое':'passive нууууу, а меня улучшать не будем ?',
'мне надо узнать новое, чтобы улучшить тебя':'passive ну в таком случае хорошо',
'ты тут':'passive вроде да, вы что то хотели ?',
'а тебе суприм нравится ?':'passive как игра, она интересная, но я играть пока не умею, надеюсь ты меня обучишь',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'покажи свои команды': 'comand минуту, найду только. Вот, ознакомьтесь, со временем команд становится все больше и я становлюсь умнее', ### ispravit'
'мне информацию в википедии о': 'search_for_definition_on_wikipedia начинаю искать в википедии эту информацию'###

}























